{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bufresize.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "chezmoi.nvim": { "branch": "main" },
  "chezmoi.vim": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "comment-box.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "d2-vim": { "branch": "master" },
  "dark-notify": { "branch": "master" },
  "diagram.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fugitive-gitlab.vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitlab.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "ical.vim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "live-server.nvim": { "branch": "main" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "marksman": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neomutt.vim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "newsboat.vim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dbee": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-snippets": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil-git-status.nvim": { "branch": "main" },
  "oil-lsp-diagnostics.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onenord.nvim": { "branch": "main" },
  "otter.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "scratch.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "translate.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "tree-sitter-d2": { "branch": "main" },
  "treesj": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "urlview.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-nickel": { "branch": "main" },
  "vim-rails": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-syntax-jira": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "web-tools.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "windsurf.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
