tap "ankitpokhrel/jira-cli"
tap "cormacrelf/tap"
tap "jstkdng/programs"
tap "localstack/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "teamookla/speedtest"
brew "age"
brew "ast-grep"
brew "automake"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "cairo"
brew "harfbuzz"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "comby"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dust"
brew "duti"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "file-formula"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-credential-oauth"
brew "git-delta"
brew "git-gui"
brew "glab"
brew "gnupg"
brew "gping"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick", args: ["HEAD"]
brew "jless"
brew "jq"
brew "less"
brew "libgit2@1.7"
brew "libyaml"
brew "lsd"
brew "mas"
brew "mergiraf"
brew "mise"
brew "utf8proc"
brew "neovim"
brew "pkgconf"
brew "pngpaste"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "xdotool"
brew "xxhash"
brew "yazi"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "cormacrelf/tap/dark-notify"
brew "localstack/tap/localstack-cli"
brew "pulumi/tap/pulumi"
cask "1password-cli"
cask "1password@nightly"
cask "alfred"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "obs"
cask "postgres-unofficial"
cask "postman"
cask "raindropio"
cask "rectangle"
cask "slack"
cask "tidal"
cask "zulip"
