tap "ankitpokhrel/jira-cli"
tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "localstack/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "rcmdnk/file"
tap "teamookla/speedtest"
brew "libyaml"
brew "ansible"
brew "ast-grep"
brew "automake"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "cairo"
brew "harfbuzz"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "comby"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dust"
brew "duti"
brew "fd"
brew "file-formula"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-gui"
brew "gnupg"
brew "gping"
brew "huggingface-cli"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick", args: ["HEAD"]
brew "jless"
brew "jq"
brew "less"
brew "libgit2@1.7"
brew "lsd"
brew "mas"
brew "mise"
brew "neovim"
brew "pkgconf"
brew "pngpaste"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "stylua"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "wget"
brew "xdotool"
brew "xxhash"
brew "yazi"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "cormacrelf/tap/dark-notify"
brew "localstack/tap/localstack-cli"
brew "pulumi/tap/pulumi"
cask "1password-cli"
cask "1password@nightly"
cask "alacritty"
cask "alex313031-thorium"
cask "alfred"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "drawio"
cask "element"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "jellyfin"
cask "jiggler"
cask "josm"
cask "karabiner-elements"
cask "obs"
cask "postgres-unofficial"
cask "postman"
cask "raindropio"
cask "raspberry-pi-imager"
cask "rectangle"
cask "roboform"
cask "signal"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "tidal"
cask "vitalsource-bookshelf"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "Kindle", id: 302584613
mas "Kiwix", id: 997079563
mas "OneDrive", id: 823766827
mas "Paprika Recipe Manager 3", id: 1303222628
mas "rcmd", id: 1596283165
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "Xcode", id: 497799835
