tap "ankitpokhrel/jira-cli"
tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "teamookla/speedtest"
brew "age"
brew "ca-certificates"
brew "openssl@3"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "ast-grep"
brew "m4"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bat-extras"
brew "bdw-gc"
brew "binutils"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "cjson"
brew "cmake"
brew "cmake-docs"
brew "gmp"
brew "libev"
brew "pcre"
brew "comby"
brew "coreutils"
brew "ctags"
brew "libnghttp2"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "jasper"
brew "dcraw"
brew "dnsmasq"
brew "dos2unix"
brew "dust"
brew "duti"
brew "expat"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "file-formula"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "gdbm"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-credential-oauth"
brew "git-delta"
brew "git-gui"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gping"
brew "hurl"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "libraw"
brew "libtool"
brew "imagemagick", args: ["HEAD"]
brew "jless"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "libapplewm"
brew "libffi"
brew "libfontenc"
brew "libgit2@1.7"
brew "libice"
brew "libiconv"
brew "libsm"
brew "libuv"
brew "libvterm"
brew "libxfixes"
brew "libxfont2"
brew "libxi"
brew "libxinerama"
brew "libxkbfile"
brew "libxt"
brew "libxmu"
brew "libxrandr"
brew "mesa"
brew "xauth"
brew "xcb-util"
brew "xcb-util-image"
brew "xcb-util-keysyms"
brew "xcb-util-renderutil"
brew "xcb-util-wm"
brew "xkbcomp"
brew "xkeyboardconfig"
brew "xorg-server"
brew "libxkbcommon"
brew "libxml2"
brew "libxtst"
brew "z3"
brew "llvm"
brew "lpeg"
brew "lsd"
brew "luajit"
brew "luv"
brew "make"
brew "mas"
brew "mergiraf"
brew "usage"
brew "mise"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "openjdk"
brew "openldap"
brew "openssl@1.1"
brew "pkgconf"
brew "pngpaste"
brew "pv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "stylua"
brew "tcl-tk"
brew "telnet"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "v8"
brew "wget"
brew "xdotool"
brew "xxhash"
brew "yazi"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "cormacrelf/tap/dark-notify"
brew "mongodb/brew/mongodb-community@6.0"
cask "1password-cli"
cask "1password@nightly"
cask "alfred"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jiggler"
cask "keycastr"
cask "michaelvillar-timer"
cask "obs"
cask "postman"
cask "protonvpn"
cask "raindropio"
cask "rectangle"
cask "spotify"
cask "tidal"
mas "OneLogin for Safari", id: 1475824389
mas "rcmd", id: 1596283165
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "Xcode", id: 497799835
