tap "ankitpokhrel/jira-cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "teamookla/speedtest"
brew "actionlint"
brew "automake"
brew "libgit2@1.7"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "python@3.12"
brew "cairo"
brew "harfbuzz"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "comby"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dust"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "gping"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick", args: ["HEAD"]
brew "jless"
brew "jq"
brew "leiningen"
brew "libyaml"
brew "lsd"
brew "mas"
brew "mise"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "xdotool"
brew "xxhash"
brew "yazi", args: ["HEAD"]
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"
cask "alt-tab"
cask "dbeaver-community"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "multipass"
cask "rectangle"
mas "Xcode", id: 497799835
