tap "ankitpokhrel/jira-cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "teamookla/speedtest"
brew "actionlint"
brew "automake"
brew "libgit2@1.7"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "cairo"
brew "harfbuzz"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "comby"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dust"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "gping"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick", args: ["HEAD"]
brew "jless"
brew "jq"
brew "leiningen"
brew "libyaml"
brew "lsd"
brew "mas"
brew "mise"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "xdotool"
brew "xxhash"
brew "yazi", args: ["HEAD"]
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"
cask "alex313031-thorium"
cask "alt-tab"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "jellyfin"
cask "obs"
cask "postgres-unofficial"
cask "postman"
cask "qbittorrent"
cask "raindropio"
cask "raspberry-pi-imager"
cask "rectangle"
cask "roboform"
cask "signal"
cask "slack"
cask "tidal"
cask "tor-browser"
cask "vitalsource-bookshelf"
cask "zoom"
mas "Antivirus One", id: 1068435535
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Xcode", id: 497799835
